const data = [
    {
        id: 0,
        title: "Бешбармак",
        groups: ['Горячее', 'Молочное', 'Овощи'],
        needs: ['1 средняя луковица', '1/2 пачки макарон', "200 гр. творога", "Зеленый лук, укроп", "Подсолнечное масло", "Соль"],
        steps: ['1. Макароны варим в подсоленой воде', '2. Мелко нарзенный лук обжариваем в большом количестве масла до золотистого цвета', 
        '3. Убираем лук, в оставшемся масле немного обжариваем макароны', "4. Добавляем лук, творог, порезанную зелень и перемешиваем"],
        comments: ''
    },
    {
        id: 1,
        title: "Запеченая курица с капустой",
        groups: ['Горячее', 'Белок', 'Овощи'],
        needs: ['600 гр. куринных бедер', '600 гр. капусты', "1 большая морковь", "1 большой сладкий перец или большое яблоко",
    "2-3 зубчика чеснока", "Соль, специи", "Укроп", "Пакет для запекания"],
        steps: ['1. Разогреть духовку до 190С', '2. Натереть курицу специями и солью', '3. Нашинковать капусту, порезать лук полу-кольцами',
    "4.Натереть морковку на крупной терке", "5.Натереть яблоко на мелкой терке или порезать перец соломкой", "6.Сложить все овощи в пакет, добавить соль и специи, очень хорошо потрясти", 
"7.Выложить курицу на овощи, завязать пакет. Сделать в пакете несколько проколов ножом или вилкой", "8.Положить пакет в форму для запекания и выпекать 50-60 мин.", 
"9.За 10 минут до готовность разрезать пакет, чтобы курица подрумянилась"],
        comments: ''
    },
    {
        id: 2,
        title: "Творожные шарики",
        groups: ['Белок', 'Молочное', 'Сладкое'],
        needs: ['800 гр. творога от 9% жирности', '100 гр. изюма', "1 упаковка ванилина", "2 ст.л. цедры апельсина", "1 пачка рисовой муки или детской рисовой кашки",
    "250 гр. сахара", "200 гр. кокосовой стружки"],
        steps: ["1. Замочить изюм в горячей воде на 15 мин.", 
        '2. Все, кроме стружки смешать (творог с сахаром со временем дадут воду, так что норм)', 
        '3. Из однородной массы сделать шарики, обвалять их в стружке', 
        '4. Поставить шарики в холодильник на 1,5 часа'],
        comments: ''
    },
    {
        id: 1,
        title: "Салат 2",
        groups: ['Горячее', 'Молочное', 'Овощи'],
        needs: ['100 гр. помидора', '1 огурец'],
        steps: ['1. Все помыть', '2. Порезать', '3. Кушать'],
        comments: ''
    },
    {
        id: 1,
        title: "Салат 2",
        groups: ['Горячее', 'Молочное', 'Овощи'],
        needs: ['100 гр. помидора', '1 огурец'],
        steps: ['1. Все помыть', '2. Порезать', '3. Кушать'],
        comments: ''
    },
    {
        id: 1,
        title: "Салат 2",
        groups: ['Горячее', 'Молочное', 'Овощи'],
        needs: ['100 гр. помидора', '1 огурец'],
        steps: ['1. Все помыть', '2. Порезать', '3. Кушать'],
        comments: ''
    },
    {
        id: 1,
        title: "Салат 2",
        groups: ['Горячее', 'Молочное', 'Овощи'],
        needs: ['100 гр. помидора', '1 огурец'],
        steps: ['1. Все помыть', '2. Порезать', '3. Кушать'],
        comments: ''
    },
    {
        id: 1,
        title: "Салат 2",
        groups: ['Горячее', 'Молочное', 'Овощи'],
        needs: ['100 гр. помидора', '1 огурец'],
        steps: ['1. Все помыть', '2. Порезать', '3. Кушать'],
        comments: ''
    },
    {
        id: 1,
        title: "Салат 2",
        groups: ['Горячее', 'Молочное', 'Овощи'],
        needs: ['100 гр. помидора', '1 огурец'],
        steps: ['1. Все помыть', '2. Порезать', '3. Кушать'],
        comments: ''
    },
    {
        id: 1,
        title: "Салат 2",
        groups: ['Горячее', 'Молочное', 'Овощи'],
        needs: ['100 гр. помидора', '1 огурец'],
        steps: ['1. Все помыть', '2. Порезать', '3. Кушать'],
        comments: ''
    },
    {
        id: 1,
        title: "Салат 2",
        groups: ['Горячее', 'Молочное', 'Овощи'],
        needs: ['100 гр. помидора', '1 огурец'],
        steps: ['1. Все помыть', '2. Порезать', '3. Кушать'],
        comments: ''
    },
    {
        id: 1,
        title: "Салат 2",
        groups: ['Горячее', 'Молочное', 'Овощи'],
        needs: ['100 гр. помидора', '1 огурец'],
        steps: ['1. Все помыть', '2. Порезать', '3. Кушать'],
        comments: ''
    },
    {
        id: 1,
        title: "Салат 2",
        groups: ['Горячее', 'Молочное', 'Овощи'],
        needs: ['100 гр. помидора', '1 огурец'],
        steps: ['1. Все помыть', '2. Порезать', '3. Кушать'],
        comments: ''
    }
]

export default data;